{
  "listaVideojuegos": [
    {
      "titulo": "Mario Kart Wii",
      "genero": "Carreras",
      "año": "2008",
      "edadRecomendada": "Para Todos",
      "descripcionDelJuego": "Mario Kart Wii es un juego de carreras de Mario exclusivo para Nintendo Wii, y también el primero de la serie Mario Kart en aparecer en Wii. Lo principal del juego es que se usa el Wii Wheel como si fuera un volante.",
      "plataforma" : "Nintendo Wii"
    },
    {
      "titulo": "The Legend of Zelda: Skyward Sword",
      "genero": "Accion-Aventura",
      "año": "2011",
      "edadRecomendada": "Para Todos",
      "descripcionDelJuego": "Según la leyenda, milenios antes de los eventos de Skyward Sword, las tres deidades —Din, Nayru y Farore— crearon el mundo. Tras hacerlo dejaron en el mundo la Trifuerza, un triángulo sagrado que cumplían el deseo de su poseedor. La diosa Hylia se quedó en el mundo como guardiana de la reliquia. El poder de la reliquia sagrada despertó la ambición de poder de los demonios, que liderados por su rey, Demise, iniciaron una guerra con el fin de hacerse con éste.",
      "plataforma" : "Nintendo Wii"
    },
    {
      "titulo": "The Last of Us",
      "genero": "Accion-Aventura",
      "año": "2013",
      "edadRecomendada": "17+",
      "descripcionDelJuego": "The Last of Us es un videojuego de terror, acción y aventura desarrollado por la compañía estadounidense Naughty Dog y distribuido por Sony Computer Entertainment para la consola PlayStation 3 en 2013. La trama describe las vivencias de Joel y Ellie, un par de supervivientes de una pandemia en Estados Unidos que provoca la mutación de los seres humanos en criaturas caníbales.",
      "plataforma" : "Sony Playstation 3"
    },
    {
      "titulo": "Kingdom Hearts II",
      "genero": "Accion RPG",
      "año": "2005",
      "edadRecomendada": "10+",
      "descripcionDelJuego": "Kingdom Hearts II (キングダムハーツII) es un ARPG desarrollado por Square Enix y publicado por la misma empresa y Buena Vista Games para la consola PlayStation 2. Es la secuela directa de Kingdom Hearts: Chain of Memories. Apenas un mes después de su salida logró vender más de un millón de copias en Norteamérica, convirtiéndose en el segundo juego más vendido del año 2006.",
      "plataforma" : "Sony Playstation 2"
    },
    {
      "titulo": "Super Smash Bros. Brawl",
      "genero": "Lucha,Plataformas,Crossover",
      "año": "2008",
      "edadRecomendada": "12+",
      "descripcionDelJuego": "Super Smash Bros. Brawl (大乱闘だいらんとうスマッシュブラザーズＸエックス Dairantō Sumasshu Burazāzu Ekkusu?, lit. «Gran estruendo de hermanos X») es un videojuego de lucha distribuido por Nintendo para la videoconsola Wii. Como la tercera entrega de la serie Super Smash Bros., la lista de personajes de Brawl se expande con respecto a la de su predecesor Super Smash Bros. Melee, y es el primer juego dentro de la serie en presentar personajes de franquicias externas a Nintendo, con la inclusión de Solid Snake de la serie Metal Gear de Konami, y Sonic de la serie Sonic the Hedgehog de Sega.",
      "plataforma" : "Nintendo Wii"
    },
    {
      "titulo": "MARVEL'S SPIDERMAN",
      "genero": "Accion-Aventura",
      "año": "2018",
      "edadRecomendada": "15+",
      "descripcionDelJuego": "El juego narra una historia completamente original de Spider-Man que no está ligada a películas o cómics anteriores. Cubre ambos aspectos del personaje, tanto de Peter Parker como el superhéroe, además de presentarlo en una faceta más experimentada. Durante el transcurso de la historia, Spider-Man debe hacerle frente a una gran variedad de famosos enemigos, tales como Mr. Negativo, Electro, Buitre, Rhino y Escorpión.",
      "plataforma" : "Sony Playstation 4"
    },
    {
      "titulo" : "The Legend of Zelda: Ocarina of Time",
      "genero": "Accion-Aventura",
      "año": "1998",
      "edadRecomendada": "Para Todos",
      "descripcionDelJuego" : "La historia del juego se enfoca en el joven héroe Link, quien emprende una aventura en el reino de Hyrule para detener a Ganondorf, rey de la tribu Gerudo, antes de que encuentre la Trifuerza, una reliquia sagrada capaz de concederle cualquier deseo a su poseedor. Para ello, debe viajar a través del tiempo y explorar varios templos con el fin de despertar a algunos sabios que tienen el poder para aprisionar de forma definitiva a Ganondorf. Se ha de mencionar que la música juega un papel muy importante en la trama del juego, puesto que el jugador tiene que aprender a tocar varias canciones con una ocarina. Incluso, la popularidad de Ocarina of Time incrementó de forma significativa las ventas de ocarinas reales",
      "plataforma" : "Nintendo 64"
    },
    {
      "titulo" : "The Legend of Zelda: Majora's Mask",
      "genero": "Accion-Aventura",
      "año": "2000",
      "edadRecomendada": "Para Todos",
      "descripcionDelJuego" : "El juego tiene lugar en Términa, una versión alternativa del emplazamiento habitual de la serie, Hyrule. Allí, un Skull Kid ha robado la «Máscara de Majora», un poderoso y antiguo artefacto. Bajo su influencia está provocando estragos entre los ciudadanos y amenaza con destruir el mundo lanzando la luna sobre este en un corto periodo de 72 horas. El protagonista principal, Link, se embarca en una aventura a través del tiempo, reviviendo una y otra vez los tres días que tiene como plazo para evitar el cataclismo.",
      "plataforma" :"Nintendo 64"
    },
    {
      "titulo" : "The Last of Us Part II",
      "genero": "Accion-Aventura",
      "año": "2020",
      "edadRecomendada": "17+",
      "descripcionDelJuego" : "Ambientado cinco años después de The Last of Us (2013), el juego se centra en dos personajes jugables en un Estados Unidos post-apocalíptico cuyas vidas se entrelazan: Ellie, que busca venganza después de sufrir una tragedia, y Abby, una soldado que se ve envuelta en un conflicto entre su milicia y un culto religioso. El juego se juega desde la perspectiva de la tercera persona y le permite al jugador luchar contra enemigos humanos e infectados con armas de fuego, armas improvisadas y sigilo.",
      "plataforma" :"Sony Playstation 4"
    },
    {
      "titulo" : "Super Mario Galaxy",
      "genero": "Accion-Aventura",
      "año": "2020",
      "edadRecomendada": "17+",
      "descripcionDelJuego" : "Ambientado cinco años después de The Last of Us (2013), el juego se centra en dos personajes jugables en un Estados Unidos post-apocalíptico cuyas vidas se entrelazan: Ellie, que busca venganza después de sufrir una tragedia, y Abby, una soldado que se ve envuelta en un conflicto entre su milicia y un culto religioso. El juego se juega desde la perspectiva de la tercera persona y le permite al jugador luchar contra enemigos humanos e infectados con armas de fuego, armas improvisadas y sigilo.",
      "plataforma" :"Nintendo Wii"
    }
  ],

  "mensajesBienvenida" : [
    {
      "mensaje" : "Buenas tardes. Soy BOTBUZO."
    },
    {
      "mensaje" : "Hola que tal. Soy BOTBUZO. ¿Que necesitas?"
    },
    {
      "mensaje" : "Que tal amig@. Soy BOTBUZO. Selecciona un botón por favor."
    },
    {
      "mensaje" : "Que tal. Soy BOTBUZO. Elige una de las opciones a continuación para hablar conmigo."
    },
    {
      "mensaje" :  "Buenas, amigo@. Soy BOTBUZO. ¿Que deseas consultar?"
    }

  ],

  "mensajesSalida" : [
    {
      "mensaje" : "Gracias por hablar conmigo. Hasta la próxima."
    },
    {
      "mensaje" : "Fue un placer hablar contigo. Que estés bien."
    },
    {
      "mensaje" : "Hasta pronto. Cuídate y come bien."   
    },
    {
      "mensaje" : "Hasta la proxima, que pases bonito día."
    }
  ],

  "mensajesMensajeRepetido" : [
   {
      "mensaje" : "Ya escribiste ese mensaje anteriormente. Por favor escribe algo diferente."
   },
   {
      "mensaje" : "¿Porque repites lo mismo? Con una sola vez es suficiente."
   },
   {
    "mensaje" : "Pareces grabadora, ya escribiste lo mismo anteriormente."
   },
   {
    "mensaje" : "Soy un bot, no soy humano. No puedo ofenderte pero mi amo sí. Por favor deja de repetir el mismo mensaje."
   },
   {
    "mensaje" : "Estás diciendo exactamente lo mismo que el mensaje anterior. Por favor escribe algo diferente."
   },
   {
    "mensaje" : "Lo siento, no puedo responder a eso. Estoy programado para no responder mensajes repetidos."
   },
   {
    "mensaje" : "Me tienes harto ¿Quieres dejar de escribir lo mismo?"
   },
   {
    "mensaje" : "Hasta un adolescente malcriado sabría que con una sola vez es suficiente."
   }
  ],

  "mensajesConsejosPersonales" : [
    {
      "mensaje" : "¡Piratea tu Nintendo Wii!. Puedes tener cientos juegos retro en ella."
    },
    {
      "mensaje" : "Estudia una carrera que realmente te guste, no vale la pena estudiar algo que no te gusta y que no te haga feliz."
    },
    {
      "mensaje" : "Haz ejercicio todos los días, tu cuerpo te lo agradecerá."
    },
    {
      "mensaje" : "Si estás estudiando programación, aprende Javascript si puedes. Ahí está el dinero."
    },
    {
      "mensaje" : "Juega uno de los videojuegos que te recomiendo. Absolutamente todos valen la pena probarlos al menos una vez."
    },
    {
      "mensaje" : "Suscríbete a @blackbuzoSSJ en Youtube. Se lo que te digo ;)"
    },
    {
      "mensaje" : "Te recomiendo que veas la documentación de JS, para que aprendas nuevos métodos y no uses los mismos de siempre."
    },
    {
      "mensaje" : "Una vez un sabio dijo. 'No hardcodees código' La programación no siempre serán puros 'If-Else'."
    },
    {
      "mensaje" : "No sigas comprando juegos de Nintendo a precio completo, mejor compra una cuenta secundaria en @RockGamesPS y puedes disfrutarlo completo las veces que quieras por un precio pequeño de $299."
    },
    {
      "mensaje" : "No trabajes nunca en Little-Caesars. Hay sobreexplotación laboral y no pagan las horas extras que obligan a los empleados quedarse."
    },
    {
      "mensaje" : "No escuches a BadBunny. Esa cosa ni se puede considerar música, mejor escucha rock clásico."
    },
    {
      "mensaje" : "No tomes la clase de Automatas 1 con el Maestro Paco para después tomar Automatas 2 con la maestra Xenia o viceversa. No entenderás bastante y te perderás."
    },
    {
      "mensaje" : "Java podrá ser un lenguaje que de asco, pero es suficientemente útil para entender POO."
    },
    {
      "mensaje" : "Si te la pasas demasiado tiempo en la computadora, procura utilizar lentes de protección."
    },
    {
      "mensaje" : "En verano, ve a las cañadas, se pone bueno el ambiente."
    },
    {
      "mensaje" : "Escucha la banda 'Rhapsody of Fire'. Es rock americano buenísimo. La mejor canción que podría recomendarte como ejemplo es 'Dawn of Victory'."
    },
    {
      "mensaje" : "Las cosas baratas salen caras, no compres un iPhone con R-SIM. No vale la pena. Compralos mejor liberados de fábrica."
    },
    {
      "mensaje" : "Aprende inglés. Es una herramienta muy importante para todo ingeniero. Incluso puedes aprender inglés jugando videojuegos. Aún más si lo prácticas en el chat de proximidad de Warzone."
    },
    {
      "mensaje" : "Juega videojuegos. Es un pasatiempo sano. No sales. Bebes alcohol. No fumas. Es lo mejor."
    },
    {
      "mensaje" : "Ve las peliculas de Star Wars, exceptuando la nueva trilogia hecha por disney, esas son basura. Las 6 clásicas son las mejores."
    },
    {
      "mensaje" : "Ve Dragon Ball Z. Es el mejor anime que existe."
    },
    {
      "mensaje" : "Come mas frutas y verduras. "
    }
  ],

  "blackList" : [
      "puto",
      "puton",
      "putón",
      "pvt0n",
      "pvton",
      "puta",
      "putito",
      "putita",
      "put4",
      "put0",
      "pito",
      "pitote",
      "pitudo",
      "pit0",
      "pitud0",
      "p1tud0",
      "p1t0",
      "pvto",
      "pvto",
      "pvt4",
      "putoo",
      "putote",
      "putota",
      "putito",
      "putita",
      "pvtito",
      "pvtit0",
      "pvt1t0",
      "putit0",
      "put1t0",
      "pvt1t0",
      "pendejo",
      "pendeja",
      "p3ndejo",
      "p3nd3jo",
      "p3nd3j0",
      "pendej0",
      "pend3j0",
      "piton",
      "pitón",
      "reatudo",
      "reata",
      "reatilla",
      "r3ata",
      "chingado",
      "ch1ngado",
      "ch1ng4do",
      "ch1ng4d0",
      "chingad0",
      "ching4d0",
      "chinga",
      "ch1nga",
      "ch1ng4",
      "ching4",
      "chingas",
      "ch1ngas",
      "ch1ng4s",
      "imbécil",
      "imbecil",
      "1mbecil",
      "1mb3cil",
      "1mb3c1l",
      "imbec1l",
      "imb3c1l",
      "pinche",
      "p1nche",
      "p1nch3",
      "pinch3",
      "cabron",
      "c4bron",
      "c4br0n",
      "cabr0n",
      "perra",
      "p3rra",
      "perr4",
      "p3rr4",
      "cabronazo",
      "cabronaz0",
      "cabron4z0",
      "cabr0n4z0",
      "c4br0n4z0",
      "c4bronazo",
      "c4br0nazo",
      "c4br0n4z0",
      "pelas",
      "pel4s",
      "p3l4s",
      "p3las",
      "verga",
      "v3rga",
      "v3rg4",
      "verg4",
      "vergón",
      "vergon",
      "v3rgon",
      "v3rg0n",
      "verg0n",
      "vergudo",
      "v3rgudo",
      "v3rgvdo",
      "v3rgvd0",
      "vergud0",
      "vergvd0",
      "v3rgud0",
      "verguita",
      "v3rguita",
      "v3rguit4",
      "v3rgu1t4",
      "culo",
      "cvlo",
      "cvl0",
      "cul0",
      "culote",
      "cvlote",
      "cvl0te",
      "cvl0t3",
      "culot3",
      "cvlot3",
      "cul0t3",
      "culon",
      "cvlon",
      "cvl0n",
      "culazo",
      "cvlazo",
      "cvl4zo",
      "cvl4z0",
      "cvlaz0",
      "culaz0",
      "cul4z0",
      "cvl4z0",
      "estúpido",
      "estupido",
      "3stupido",
      "3stvpido",
      "3stvp1do",
      "3stvp1d0",
      "estupid0",
      "estup1d0",
      "estvp1d0",
      "3stup1d0",
      "3stúp1d0",
      "3stupid0",
      "3stvpid0",
      "idiota",
      "1diota",
      "1d1ota",
      "1d10ta",
      "1d10t4",
      "idiot4",
      "idi0t4",
      "id10t4",
      "1diot4",
      "1d10ta",
      "bitch",
      "b1tch",
      "fuck",
      "fvck",
      "stupid",
      "stvpid",
      "stvp1d",
      "stup1d",
      "fucker",
      "fvcker",
      "fvck3r",
      "nigger",
      "nigga",
      "púto",
      "pútó"
  ],
  "mensajesBlacklist" : [
   "No está permitido ese lenguaje en este chat.",
   "No puedo permitir que escribas eso aquí.",
   "Te pido de favor que utilices un lenguaje neutro, sin palabras altisonantes.",
   "Te aconsejo que moderes tu vocabulario, de lo contrario no podré ayudarte.",
   "No toleraré que utilices palabras altisonantes.",
   "No seas grosero, por favor. Utiliza un vocabulario adecuado.",
   "Modera tu lenguaje por favor. No puedo ayudarte si no utilizas un lenguaje neutro.",
   "No tolero el lenguaje vulgar. Por favor, escribe con palabras más bonitas.",
   "No me importa que tan grosero seas, pero en este chat hay cero tolerancia al lenguaje vulgar.",
   "Esta utilizando un lenguaje muy inapropiado. Por favor escribe algo más bonito.",
   "No utilices lenguaje inapropiado.",
   "Por favor, sé mas educado.",
   "Discúlpame. Estoy programado para no responder mensajes con lenguaje vulgar.",
   "Tranquilízate Broly",
   "No uses palabras altisonantes.",
   "En este chat, utilizamos lenguaje decente para hablar.",
   "No seas grosero por favor.",
   "No utilices palabas que sean ofensivas. Normalicemos hablar bien con los bots."
  ]


  
}


